//
//  Rules.swift
//  Seven Game
//
//  Created by SHREDDING on 24.06.2022.
//

import Foundation

class Rules{
    static var rulesRussian = [
        "2": "считалочка на выбывание, два последний человека пьют на брудершафт",
        "3": "игрок выбирает себе противника и играет с ним в камень ножницы бумага, проигравший пьет",
        "4": "На край стола, блюдца или другой поверхности все ставят свой палец. На счет «три» все игроки могут убрать или оставить палец на столе. Кто оказался в меньшинстве, убрали со стола или оставили, выпивают. Если одинаковое количество убрало со стола и оставило палец, то играй по новой.",
        "5": "В этой версии игры берется бутылка и раскручивается между участниками. На кого указало горлышко бутылки, тот выпивает рюмку или делает глоток спиртного. Эти конкурсы с алкоголем для вечеринок можно сочетать с классическими правилами, когда выпивать будут двое на брудершафт. Игра в бутылочку очень популярна в компания или вдвоем.",
        "6": "У вас иммунитет! Вы один раз можете отказаться выпивать в случае проигрыша",
        "7": "Все игроки считают от 1 до бесконечности. Игрок, назвавший число, содержащее цифру 7 или которое делиться на 7 – пьет",
        "8": "Пропуск хода",
        "9": "Загадайте категорию предметов. Игроки по очереди называют по одному предмету. Кто повторился или задумался-пьет",
        "10": "Придумайте действие, которые игроки будут выполнить до того как выпить или после, кто забыл тому штраф. Действия накапливаются в течении игры",
        "11": "Если вам выпал валет, не отчаиваетесь, на ваши вопросы нельзя отвечать до конца круга, кто ответит тот пьет.",
        "12": "Все быстро поднимают руку вверх, кто последний тот пьет",
        "13": "Король пьет Сам",
        "14": "Игрок выбирает человека, кто будет пить",
        "15_1": "пьет только девочки ",
        "15_2": "пьет только мальчики"
    ]
    static var rulesEnglish = [
        "2": "считалочка на выбывание, два последний человека пьют на брудершафт",
        "3": "игрок выбирает себе противника и играет с ним в камень ножницы бумага, проигравший пьет",
        "4": "На край стола, блюдца или другой поверхности все ставят свой палец. На счет «три» все игроки могут убрать или оставить палец на столе. Кто оказался в меньшинстве, убрали со стола или оставили, выпивают. Если одинаковое количество убрало со стола и оставило палец, то играй по новой.",
        "5": "В этой версии игры берется бутылка и раскручивается между участниками. На кого указало горлышко бутылки, тот выпивает рюмку или делает глоток спиртного. Эти конкурсы с алкоголем для вечеринок можно сочетать с классическими правилами, когда выпивать будут двое на брудершафт. Игра в бутылочку очень популярна в компания или вдвоем.",
        "6": "У вас иммунитет! Вы один раз можете отказаться выпивать в случае проигрыша",
        "7": "Все игроки считают от 1 до бесконечности. Игрок, назвавший число, содержащее цифру 7 или которое делиться на 7 – пьет",
        "8": "Пропуск хода",
        "9": "Загадайте категорию предметов. Игроки по очереди называют по одному предмету. Кто повторился или задумался-пьет",
        "10": "Придумайте действие, которые игроки будут выполнить до того как выпить или после, кто забыл тому штраф. Действия накапливаются в течении игры",
        "11": "Если вам выпал валет, не отчаиваетесь, на ваши вопросы нельзя отвечать до конца круга, кто ответит тот пьет.",
        "12": "Все быстро поднимают руку вверх, кто последний тот пьет",
        "13": "Король пьет Сам",
        "14": "Игрок выбирает человека, кто будет пить",
        "15_1": "пьет только девочки ",
        "15_2": "пьет только мальчики"
    ]
}
