Repository: SHREDDING8/Seven-Game
Catalog: Seven Game/Model/Localize/*.lproj/Rules.strings
Languages: ru

# RulesLabel
source: Rules
ru: Правила

# closeButton
source: Thanks
ru: Спасибо

# Rule2
source: Counting down, the last two people drink on the brotherhood
ru: Считалочка на выбывание, последние два человека пьют на брудершафт

# Rule3
source: The player chooses an opponent and plays rock-paper-scissors, the loser drinks
ru: Игрок выбирает себе противника и играет с ним в камень-ножницы-бумага, проигравший-пьет

# Rule4
source: All players place their finger on the table. On the count of three, all players may remove or leave their finger on the table. Those who are outnumbered have a drink.
ru: Все игроки ставят палец на стол. На счет «три» все игроки могут убрать или оставить палец на столе. Те, что остались в меньшинстве-выпивают

# Rule5
source: Players take a bottle and unwind it between participants. Whoever is pointed by the neck of the bottle drinks
ru: Игроки берут бутылку и раскручивают между участниками. На кого указало горлышко бутылки, тот выпивает

# Rule6
source: You are immune! You have the right to refuse to drink once
ru: У вас иммунитет! Вы имеете право отказаться от выпивки один раз

# Rule7
source: All players take turns counting, starting with 1. The first player who names a number that contains the number 7 or divides by 7 - drinks
ru: Все игроки по очереди начинают считать, начиная с 1. Первый игрок, назвавший число, содержащее цифру 7 или делящееся на 7 – выпивает

# Rule8
source: Skipping a move
ru: Пропуск хода

# Rule9
source: Guess a category of objects. Players take turns naming one item from each category. Repeated or thoughtful- drinks
ru: Загадайте категорию предметов. Игроки по очереди называют по одному предмету из категории. Повторившийся или задумавшийся-пьет

# Rule10
source: Think of an action that players will perform before drinking. The player who does not perform the action drinks. Actions are accumulated over the course of the game
ru: Придумайте действие, которое игроки будут выполнить перед тем, как выпить. Игрок, не выполнивший действие-пьет. Действия накапливаются в течении игры

# Rule11
source: Players are now not allowed to answer your questions until the end of the round. The player who answers your question drinks
ru: Теперь игрокам нельзя отвечать на ваши вопросы до конца круга. Игрок, ответивший на ваш вопрос-пьет

# Rule12
source: All players quickly raise their hand up, the last one drinks.
ru: Все игроки быстро поднимают руку вверх, последний-пьет

# Rule13
source: The player drinks himself
ru: Игрок пьет сам

# Rule14
source: The player chooses the one who will drink
ru: Игрок выбирает того, кто будет пить

# Rule15_1
source: Only girls drink
ru: Пьют только девочки

# Rule15_2
source: Only boys drink
ru: Пьют только мальчики

# mainRules
source: The game 'Seven' is an interesting alcoholic game that can 'rock' any party. The rules are simple, but fascinating. ♤ Each player picks up an alcoholic beverage and sits in a circle ♤ The first player flips the card, performs the task and passes the turn to the next player ♤ The player may go to the toilet, as long as he has the 'Eight' in his hands. ♤ The game ends when the deck runs out, but no one forbids starting another round:)
ru: Игра 'Семерочка' интересная алкогольная игра, которая сможет 'раскачать' любую вечеринку. Правила простые, но увлекательные. ♤ Каждый игрок берет в руки алкогольный напиток и садится в круг ♤ Первый игрок переворачивает карту, выполняет задание и передает ход следующему игроку ♤ Участник может выйти в туалет, если только он имеет на руках 'Восьмерку' ♤ Игра заканчивается по кончанию колоды, но никто не запрещает начать еще один раунд:)
